{
  "plan": {
    "topic": "강아지 복숭아 급여 정보",
    "slides": [
      {
        "slide": 1,
        "type": "cover",
        "title": "PEACH"
      },
      {
        "slide": 2,
        "type": "main",
        "main_text": "강아지, 복숭아 먹어도 괜찮아요!",
        "sub_text": "씨와 잎은 제거하고, 과육만 작게 잘라 주세요. 껍질은 소화가 어려울 수 있으니 벗겨주는 것이 좋습니다. 처음에는 소량만 급여하여 알레르기 반응을 확인하세요."
      },
      {
        "slide": 3,
        "type": "benefit",
        "main_text": "복숭아의 주요 효능",
        "sub_text": "식이섬유가 풍부하여 장 건강에 도움을 줄 수 있습니다. 비타민 A와 C가 풍부하여 면역력 강화에 좋습니다. 수분 함량이 높아 탈수 예방에 도움이 됩니다."
      },
      {
        "slide": 4,
        "type": "caution",
        "main_text": "급여 시 주의사항",
        "sub_text": "복숭아 씨에는 시안화물이 함유되어 있어 절대 먹여서는 안 됩니다. 알레르기 반응을 보일 수 있으므로 소량만 급여하고 관찰하세요. 당 함량이 높으므로 비만견이나 당뇨견은 급여를 피하는 것이 좋습니다."
      }
    ]
  },
  "text": {
    "topic": "강아지 복숭아 급여 정보",
    "slides": [
      {
        "slide": 1,
        "type": "cover",
        "title": "PEACH"
      },
      {
        "slide": 2,
        "type": "main",
        "main_text": "댕댕🍑 복숭아?",
        "sub_text": "쪼끔씩만 줘야해요! 🥰"
      },
      {
        "slide": 3,
        "type": "benefit",
        "main_text": "💪 복숭아 효능",
        "sub_text": "장 건강에 최고! ✨"
      },
      {
        "slide": 4,
        "type": "caution",
        "main_text": "⚠️ 주의사항!",
        "sub_text": "씨는 절대 안돼요! 🥺"
      }
    ]
  },
  "verify": {
    "verified": false,
    "issues": [
      "전반적으로 정보가 부족하고, 구체적인 급여량/빈도 정보가 없습니다.",
      "복숭아 효능에 대한 과학적 근거가 부족합니다. '장 건강에 최고'라는 표현은 과장되었을 가능성이 있습니다.",
      "씨앗 외에 알레르기 반응, 당 함량 등 다른 잠재적 위험에 대한 언급이 없습니다.",
      "제공된 정보만으로는 강아지에게 복숭아를 안전하게 급여할 수 있는지 판단하기 어렵습니다."
    ],
    "suggestions": [
      "각 슬라이드에 더 자세하고 구체적인 정보를 추가해야 합니다. 예를 들어, 복숭아의 어떤 성분이 장 건강에 도움이 되는지, 어떤 종류의 복숭아가 더 안전한지 등을 설명해야 합니다.",
      "복숭아 급여량/빈도에 대한 구체적인 가이드라인을 제공해야 합니다. 강아지의 체중, 나이, 건강 상태 등을 고려한 급여량을 제시해야 합니다.",
      "알레르기 반응, 당뇨병 위험 등 복숭아 급여 시 발생할 수 있는 잠재적인 위험 요소를 명확하게 언급하고, 관련 증상 및 대처 방법을 안내해야 합니다.",
      "수의사의 자문을 구하도록 권장하는 문구를 추가해야 합니다.",
      "'장 건강에 최고'와 같은 과장된 표현을 자제하고, 객관적인 정보를 제공해야 합니다. 인용된 연구가 있다면 출처를 명시해야 합니다."
    ]
  },
  "review": {
    "score": 50,
    "passed": false,
    "feedback": [
      "전반적으로 정보가 부족하고, 팩트체크 결과 안전성을 보장하기 어렵습니다. 톤앤매너는 친근하지만 정보의 신뢰성이 떨어집니다.",
      "메인 텍스트와 서브 텍스트의 길이 제한은 준수되었으나, 정보의 깊이가 부족합니다. '장 건강에 최고! ✨' 와 같은 표현은 과장되어 보일 수 있습니다.",
      "이모지 사용은 적절하나, 정보의 부실함을 가릴 수는 없습니다. 급여량, 주의사항 등에 대한 더 자세한 정보가 필요합니다.",
      "기존 게시물과의 일관성은 유지될 수 있으나, 콘텐츠의 질 개선이 시급합니다. 팩트체크 결과를 반영하여 내용을 보완해야 합니다."
    ]
  },
  "caption": {
    "caption": "댕댕이도 복숭아 먹을 수 있다는 사실! 알고 계셨나요? 🍑 달콤한 복숭아는 장 건강에도 좋지만, 씨는 절대 주면 안 돼요! 🥺 조금씩 잘라서 간식으로 주는 건 OK! 🥰 우리 댕댕이 복숭아 먹방, 함께 공유하고 저장해서 잊지 말자구요! 💖",
    "hashtags": [
      "강아지복숭아",
      "댕댕이간식",
      "강아지건강",
      "반려견정보",
      "멍스타그램"
    ]
  }
}